Repository: Koichi-Kobayashi/NowPlaying
Catalog: NowPlaying/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# Window_ShareToX_Title
source: Share on X
ja_jp: Xでシェア

# Share_AlbumArtHint
source: If album artwork was copied to the clipboard, it will be auto-pasted when loaded. For manual paste, press Ctrl+V.
ja_jp: アルバムアートを貼り付ける設定がオンの場合、読み込み後に自動で貼り付けます。必要に応じて Ctrl+V でも貼り付けできます。

# Share_NoTrack
source: No track currently playing #NowPlaying
ja_jp: 現在再生中の曲がありません #NowPlaying

# Track_NoTrack
source: No track currently playing
ja_jp: 再生中の曲がありません

# Button_ShareToX
source: Share on X
ja_jp: Xでシェア

# Nav_MiniPlayer
source: Mini Player
ja_jp: ミニプレーヤー

# Nav_Settings
source: Settings
ja_jp: 設定

# Nav_TrayHome
source: Home
ja_jp: ホーム

# Settings_WindowDisplay
source: Window Display
ja_jp: ウィンドウの表示

# Settings_Topmost
source: Always on top
ja_jp: 最前面で表示する

# Settings_Normal
source: Normal
ja_jp: 通常表示

# Settings_ShareToX
source: Share to X
ja_jp: Xへの共有

# Settings_AutoPost
source: Auto post
ja_jp: 自動ポストする

# Settings_Off
source: Off
ja_jp: オフ

# Settings_PostAlbumArtwork
source: Paste album artwork on auto post
ja_jp: 自動ポスト時にアルバムアートワークを貼り付ける

# Settings_CopyAlbumArtworkOnManualPost
source: Copy album artwork to clipboard on manual post (paste with Ctrl+V)
ja_jp: 手動ポスト時にアルバムアートワークをクリップボードにコピーする（貼り付けは Ctrl+V）

# Settings_On
source: On
ja_jp: オン

# Settings_AutoCloseShareWindow
source: Auto close share window after posting
ja_jp: 投稿後にシェアウィンドウを自動で閉じる

# Settings_AutoPostDependentHint
source: The following setting is enabled only when Auto post is on.
ja_jp: 以下は「自動ポストする」がオンのときのみ有効です。

# Settings_Personalization
source: Personalization
ja_jp: 個人設定

# Settings_Theme
source: Theme
ja_jp: テーマ

# Settings_ThemeLight
source: Light
ja_jp: ライト

# Settings_ThemeDark
source: Dark
ja_jp: ダーク

# Settings_Language
source: Language
ja_jp: 言語

# Settings_About
source: About NowPlaying
ja_jp: NowPlaying について

# Language_en-US
source: English
ja_jp: 英語 (English)

# Language_ja-JP
source: Japanese (日本語)
ja_jp: 日本語
